Repository: volzinnovation/woladen.de
Catalog: iphone/Woladen/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, lb, lt, lv, mt, nb, nl, nn, pl, pt, rm, sl, sv, tr

# list.loadingRadius
source: Loading charging stations within 20 km...
cs: Načítání dobíjecích stanic do 20 km...
da: Lader ladestandere inden for 20 km...
de: Lade Ladestationen im Umkreis von 20 km...
el: Φόρτωση σταθμών φόρτισης σε απόσταση 20 χιλιομέτρων...
es: Cargando estaciones de carga en un radio de 20 km...
fi: Ladataan latausasemia 20 km säteellä...
fr: Chargement des bornes de recharge à moins de 20 km...
hu: Töltőállomások betöltése 20 km-en belül...
it: Caricamento stazioni di ricarica nel raggio di 20 km...
lb: Opluedstatiounen bannent 20 km...
lt: Įkraunamos įkrovimo stotelės 20 km atstumu...
lv: Notiek uzlādes staciju ielāde 20 km rādiusā...
mt: Tagħbija stazzjonijiet tal-iċċarġjar f'20 km...
nb: Laster ladestasjoner innen 20 km...
nl: Laadstations binnen 20 km laden...
nn: Laster ladestasjoner innen 20 km...
pl: Ładowanie stacji ładowania w promieniu 20 km...
pt: Carregando estações de carregamento num raio de 20 km...
rm: Chargiar staziuns da chargiar entaifer 20 km...
sl: Nalaganje polnilnih postaj znotraj 20 km...
sv: Laddar laddstationer inom 20 km...
tr: 20 km mesafe içindeki şarj istasyonları yükleniyor...

# list.more
source: ...and {count} more
cs: ...a další {count}
da: ...og {count} mere
de: ...und {count} weitere
el: ...και {count} περισσότερα
es: ...y {count} más
fi: ...ja {count} enemmän
fr: ...et {count} plus
hu: ...és még a {count}
it: ...e {count} altro ancora
lb: ...an {count} méi
lt: ...ir dar daugiau {count}
lv: ...un {count} vairāk
mt: ...u {count} aktar
nb: ...og {count} mer
nl: ...en nog {count}
nn: ...og {count} mer
pl: ...i {count} więcej
pt: ...e {count} mais
rm: ...e {count} dapli
sl: ...in še {count}
sv: ...och {count} mer
tr: ...ve {count} daha fazlası

# list.title
source: Charging stations nearby
cs: Nabíjecí body poblíž
da: Ladepunkter i nærheden
de: Ladestationen in der Nähe
el: Σημεία φόρτισης κοντά
es: Puntos de carga cercanos
fi: Latauspisteet lähellä
fr: Points de charge à proximité
hu: Közeli töltőpontok
it: Punti di ricarica vicini
lb: Luedpunkten an der Géigend
lt: Įkrovimo taškai netoliese
lv: Uzlādes punkti tuvumā
mt: Punti tal-iċċarġjar qrib
nb: Ladepunkter i nærheten
nl: Laadpunten in de buurt
nn: Ladepunkt i nærleiken
pl: Punkty ładowania w pobliżu
pt: Pontos de carregamento próximos
rm: Puncts da chargiar en vischinanza
sl: Polnilne točke v bližini
sv: Laddpunkter nära dig
tr: Yakındaki şarj noktaları

# location.deniedMessage
source: Enable location access to load charging stations within 20 km.
cs: Umožněte přístup k poloze k nabíjecím stanicím do 20 km.
da: Aktiver lokationsadgang til ladestationer inden for 20 km.
de: Aktiviere den Standortzugriff, um Ladestationen im Umkreis von 20 km zu laden.
el: Ενεργοποιήστε την πρόσβαση τοποθεσίας για φόρτωση σταθμών φόρτισης εντός 20 χλμ.
es: Habilitar el acceso a la ubicación para cargar estaciones de carga en un radio de 20 km.
fi: Salli 20 kilometrin säteellä sijaitsevien latausasemien sijainti.
fr: Permettre l’accès à l’emplacement pour charger les bornes de recharge dans un rayon de 20 km.
hu: Engedélyezze a hozzáférést a 20 km-en belüli töltőállomásokhoz.
it: Abilita l'accesso alla posizione delle stazioni di ricarica nel raggio di 20 km.
lb: Aktivéiert Standuert Zougang zu Luede Opluedstatiounen bannent 20 km.
lt: Įgalinkite prieigą prie įkrovimo stočių vietos, esančios 20 km atstumu.
lv: Iespējojiet piekļuvi atrašanās vietai, lai ielādētu uzlādes stacijas 20 km rādiusā.
mt: Ippermetti aċċess għall-post għall-istazzjonijiet tal-iċċarġjar tat-tagħbija f'20 km.
nb: Aktiver plasseringstilgang til ladestasjoner innen 20 km.
nl: Sta locatietoegang toe om laadstations binnen 20 km te laden.
nn: Aktiver plasseringstilgang til ladestasjoner innen 20 km.
pl: Włącz dostęp do lokalizacji, aby załadować stacje ładowania w promieniu 20 km.
pt: Permita o acesso à localização para carregar estações de carregamento num raio de 20 km.
rm: Activescha l’access al lieu per chargiar staziuns da chargiar entaifer 20 km.
sl: Omogočite dostop do lokacije za nalaganje polnilnih postaj v krogu 20 km.
sv: Aktivera platsåtkomst för att ladda laddstationer inom 20 km.
tr: 20 km içindeki yük şarj istasyonlarına konum erişimini etkinleştirin.

# location.deniedTitle
source: Location permission needed
cs: Je vyžadováno oprávnění k poloze
da: Placeringstilladelse er nødvendig
de: Standortfreigabe benötigt
el: Απαιτείται άδεια τοποθεσίας
es: Se necesita permiso de ubicación
fi: Sijaintilupa tarvitaan
fr: Autorisation de localisation requise
hu: Helymeghatározási engedély szükséges
it: È necessaria l'autorizzazione alla posizione
lb: Location Erlaabnis néideg
lt: Reikalingas vietos leidimas
lv: Nepieciešama atrašanās vietas atļauja
mt: Permess tal-post meħtieġ
nb: Plasseringstillatelse kreves
nl: Locatietoegang nodig
nn: Plasseringstillatelse kreves
pl: Potrzebne pozwolenie na lokalizację
pt: Permissão de localização necessária
rm: Permissiun da lieu necessaria
sl: Potrebno je dovoljenje za lokacijo
sv: Platsbehörighet krävs
tr: Konum izni gerekli

# location.idleAction
source: Share location
cs: Sdílejte polohu
da: Del placering
de: Standort freigeben
el: Κοινή χρήση τοποθεσίας
es: Compartir ubicación
fi: Jaa sijainti
fr: Partager l'emplacement
hu: Hely megosztása
it: Condividi posizione
lb: Deelen Location
lt: Bendrinti vietą
lv: Kopīgot atrašanās vietu
mt: Aqsam il-post
nb: Del plassering
nl: Locatie delen
nn: Del plassering
pl: Udostępnij lokalizację
pt: Compartilhar localização
rm: Cundivider lieu
sl: Skupna raba lokacije
sv: Dela plats
tr: Konumu paylaş

# location.idleMessage
source: Share your location to load charging stations within 20 km.
cs: Sdílejte svou polohu a načtěte nabíjecí stanice do 20 km.
da: Del din placering for at indlæse ladestationer inden for 20 km.
de: Gib deinen Standort frei, um Ladestationen im Umkreis von 20 km zu laden.
el: Μοιραστείτε την τοποθεσία σας για να φορτώσετε σταθμούς φόρτισης εντός 20 χιλιομέτρων.
es: Comparte tu ubicación para cargar estaciones de carga en un radio de 20 km.
fi: Jaa sijaintisi ladataksesi latausasemat 20 kilometrin säteellä.
fr: Partagez votre position pour charger des bornes de recharge dans un rayon de 20 km.
hu: Ossza meg tartózkodási helyét, hogy töltőállomásokat tölthessen 20 km-en belül.
it: Condividi la tua posizione per caricare le stazioni di ricarica nel raggio di 20 km.
lb: Deelt Är Positioun fir Opluedstatiounen bannent 20 km ze lueden.
lt: Pasidalykite savo buvimo vieta, kad įkrovimo stotelės būtų 20 km atstumu.
lv: Kopīgojiet savu atrašanās vietu, lai ielādētu uzlādes stacijas 20 km rādiusā.
mt: Aqsam il-post tiegħek biex tagħbija stazzjonijiet tal-iċċarġjar f'20 km.
nb: Del posisjonen din for å laste ladestasjoner innen 20 km.
nl: Deel je locatie om laadstations binnen 20 km te laden.
nn: Del posisjonen din for å laste ladestasjoner innen 20 km.
pl: Udostępnij swoją lokalizację, aby załadować stacje ładowania w promieniu 20 km.
pt: Compartilhe sua localização para carregar estações de carregamento em um raio de 20 km.
rm: Cundivida tes lieu per chargiar staziuns da chargiar entaifer 20 km.
sl: Delite svojo lokacijo, da napolnite polnilne postaje v krogu 20 km.
sv: Dela din plats för att ladda laddstationer inom 20 km.
tr: 20 km mesafedeki şarj istasyonlarını yüklemek için konumunuzu paylaşın.

# location.idleTitle
source: Find charging stations near you
cs: Najděte nabíjecí stanice ve svém okolí
da: Find ladestandere i nærheden af dig
de: Ladestationen in deiner Nähe finden
el: Βρείτε σταθμούς φόρτισης κοντά σας
es: Encuentra estaciones de carga cerca de ti
fi: Etsi latausasemat lähelläsi
fr: Trouvez des bornes de recharge près de chez vous
hu: Keressen töltőállomásokat a közelben
it: Trova le stazioni di ricarica vicino a te
lb: Fannt Opluedstatiounen bei Iech
lt: Raskite šalia jūsų esančias įkrovimo stotis
lv: Atrodiet tuvumā esošās uzlādes stacijas
mt: Sib stazzjonijiet tal-iċċarġjar qrib tiegħek
nb: Finn ladestasjoner nær deg
nl: Laadstations in je buurt vinden
nn: Finn ladestasjoner nær deg
pl: Znajdź stacje ładowania w pobliżu
pt: Encontre estações de carregamento perto de você
rm: Chattar staziuns da chargiar en tia vischinanza
sl: Poiščite polnilne postaje v svoji bližini
sv: Hitta laddstationer nära dig
tr: Yakınınızdaki şarj istasyonlarını bulun

# location.openSettings
source: Open Settings
cs: Otevřete Nastavení
da: Åbn Indstillinger
de: Öffnen Sie Einstellungen
el: Ανοίξτε τις Ρυθμίσεις
es: Abrir configuración
fi: Avaa Asetukset
fr: Ouvrir les paramètres
hu: Nyissa meg a Beállítások lehetőséget
it: Apri Impostazioni
lb: Astellungen opmaachen
lt: Atidarykite Nustatymai
lv: Atveriet iestatījumus
mt: Iftaħ Settings
nb: Åpne Innstillinger
nl: Instellingen openen
nn: Åpne Innstillinger
pl: Otwórz Ustawienia
pt: Abra Configurações
rm: Avrir preferenzas
sl: Odprite nastavitve
sv: Öppna Inställningar
tr: Ayarları Aç

# location.pendingMessage
source: Charging stations within 20 km are loading.
cs: Nabíjecí stanice do 20 km se nabíjejí.
da: Ladestationer inden for 20 km læsser.
de: Ladestationen im Umkreis von 20 km werden geladen.
el: Φορτώνουν σταθμοί φόρτισης εντός 20 χλμ.
es: Se están cargando estaciones de carga en un radio de 20 km.
fi: Latausasemat 20 km säteellä latautuvat.
fr: Les bornes de recharge dans un rayon de 20 km sont en cours de chargement.
hu: A 20 km-en belüli töltőállomások töltődnek.
it: Le stazioni di ricarica nel raggio di 20 km stanno caricando.
lb: Opluedstatiounen bannent 20 km sinn Luede.
lt: Pakraunamos įkrovimo stotelės 20 km atstumu.
lv: Notiek uzlādes stacijas 20 km attālumā.
mt: L-istazzjonijiet tal-iċċarġjar f'20 km qed jitgħabbew.
nb: Ladestasjoner innen 20 km laster.
nl: Laadstations binnen 20 km worden geladen.
nn: Ladestasjoner innen 20 km laster.
pl: Trwa ładowanie stacji ładowania w promieniu 20 km.
pt: As estações de carregamento num raio de 20 km estão a carregar.
rm: Staziuns da chargiar entaifer 20 km vegnan chargiadas.
sl: Polnilne postaje v krogu 20 km se nalagajo.
sv: Laddstationer inom 20 km laddas.
tr: 20 km mesafe içerisindeki şarj istasyonları yükleniyor.

# location.pendingTitle
source: Finding location
cs: Hledání polohy
da: Finder placering
de: Standort wird ermittelt
el: Εύρεση τοποθεσίας
es: Encontrar ubicación
fi: Sijainnin etsiminen
fr: Trouver un emplacement
hu: Hely keresése
it: Trovare la posizione
lb: Plaz ze fannen
lt: Vietos radimas
lv: Atrašanās vietas atrašana
mt: Tfittxija post
nb: Finner plassering
nl: Locatie bepalen
nn: Finner plassering
pl: Znalezienie lokalizacji
pt: Encontrando localização
rm: Tschertgar lieu
sl: Iskanje lokacije
sv: Hitta plats
tr: Konum bulma

# location.positionMessage
source: Try again when your browser can provide a location.
cs: Zkuste to znovu, až váš prohlížeč bude moci poskytnout polohu.
da: Prøv igen, når din browser kan angive en placering.
de: Versuche es erneut, wenn dein Browser einen Standort liefern kann.
el: Δοκιμάστε ξανά όταν το πρόγραμμα περιήγησής σας μπορεί να παρέχει μια τοποθεσία.
es: Inténtalo de nuevo cuando tu navegador pueda proporcionar una ubicación.
fi: Yritä uudelleen, kun selaimesi voi tarjota sijainnin.
fr: Réessayez lorsque votre navigateur peut fournir un emplacement.
hu: Próbálja újra, ha a böngészője meg tudja adni a helyet.
it: Riprova quando il tuo browser può fornire una posizione.
lb: Probéiert nach eng Kéier wann Äre Browser eng Plaz ubitt.
lt: Bandykite dar kartą, kai jūsų naršyklė galės nurodyti vietą.
lv: Mēģiniet vēlreiz, kad jūsu pārlūkprogramma var norādīt atrašanās vietu.
mt: Erġa' pprova meta l-browser tiegħek jista' jipprovdi post.
nb: Prøv på nytt når nettleseren din kan angi en plassering.
nl: Probeer opnieuw wanneer je browser een locatie kan leveren.
nn: Prøv på nytt når nettleseren din kan angi en plassering.
pl: Spróbuj ponownie, gdy Twoja przeglądarka będzie mogła podać lokalizację.
pt: Tente novamente quando seu navegador puder fornecer um local.
rm: Emprova danovamain cura che tes navigatur po furnir in lieu.
sl: Poskusite znova, ko vaš brskalnik lahko zagotovi lokacijo.
sv: Försök igen när din webbläsare kan ange en plats.
tr: Tarayıcınız konum sağlayabildiğinde tekrar deneyin.

# location.positionTitle
source: Location could not be determined
cs: Místo se nepodařilo určit
da: Placering kunne ikke bestemmes
de: Standort konnte nicht ermittelt werden
el: Δεν ήταν δυνατός ο προσδιορισμός της τοποθεσίας
es: No se pudo determinar la ubicación
fi: Sijaintia ei voitu määrittää
fr: L'emplacement n'a pas pu être déterminé
hu: A helyet nem sikerült meghatározni
it: Impossibile determinare la posizione
lb: Plaz konnt net bestëmmt ginn
lt: Vietos nustatyti nepavyko
lv: Atrašanās vietu nevarēja noteikt
mt: Il-post ma setax jiġi determinat
nb: Plassering kunne ikke bestemmes
nl: Locatie kon niet worden bepaald
nn: Plassering kunne ikke bestemmes
pl: Nie udało się ustalić lokalizacji
pt: Não foi possível determinar o local
rm: Il lieu n’ha betg pudì vegnir determinà
sl: Lokacije ni bilo mogoče določiti
sv: Platsen kunde inte fastställas
tr: Konum belirlenemedi

# location.retry
source: Try again
cs: Zkuste to znovu
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr: Réessayez
hu: Próbáld újra
it: Riprova
lb: Probéiert nach eng Kéier
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
mt: Erġa' pprova
nb: Prøv igjen
nl: Opnieuw proberen
nn: Prøv igjen
pl: Spróbuj ponownie
pt: Tente novamente
rm: Emprovar danovamain
sl: poskusi ponovno
sv: Försök igen
tr: Tekrar dene

# location.searchMap
source: Search place on map
cs: Vyhledejte místo na mapě
da: Søg sted på kortet
de: Ort auf Karte suchen
el: Αναζήτηση θέσης στο χάρτη
es: Buscar lugar en el mapa
fi: Etsi paikka kartalta
fr: Rechercher un lieu sur la carte
hu: Hely keresése a térképen
it: Cerca luogo sulla mappa
lb: Sich Plaz op Kaart
lt: Ieškoti vietos žemėlapyje
lv: Meklēt vietu kartē
mt: Fittex post fuq il-mappa
nb: Søk etter sted på kartet
nl: Plaats op kaart zoeken
nn: Søk etter sted på kartet
pl: Wyszukaj miejsce na mapie
pt: Pesquisar local no mapa
rm: Tschertgar lieu sin la charta
sl: Iskanje kraja na zemljevidu
sv: Sök plats på kartan
tr: Haritada yer arayın

# location.settingsMessage
source: Enable location access for woladen in system settings to load charging stations near you.
cs: Povolte přístup k poloze pro woladen v nastavení systému, aby se načítaly dobíjecí stanice ve vašem okolí.
da: Aktiver lokationsadgang for woladen i systemindstillinger for at indlæse ladestationer i nærheden af dig.
de: Aktivieren Sie den Standortzugriff für woladen in den Systemeinstellungen, um Ladestationen in Ihrer Nähe zu laden.
el: Ενεργοποιήστε την πρόσβαση τοποθεσίας για το woladen στις ρυθμίσεις συστήματος για να φορτώσετε σταθμούς φόρτισης κοντά σας.
es: Habilite el acceso a la ubicación para woladen en la configuración del sistema para cargar estaciones de carga cercanas a usted.
fi: Salli woladen:n sijainnin käyttö järjestelmäasetuksista ladataksesi lähelläsi olevat latausasemat.
fr: Activez l'accès à la localisation pour woladen dans les paramètres système pour charger des bornes de recharge près de chez vous.
hu: A közeli töltőállomások betöltéséhez engedélyezze a woladen helymeghatározását a rendszerbeállításokban.
it: Abilita l'accesso alla posizione per woladen nelle impostazioni di sistema per caricare le stazioni di ricarica vicino a te.
lb: Aktivéiert Standuert Accès fir woladen am System Astellunge fir eng lued Opluedstatiounen bei Iech.
lt: Sistemos nustatymuose įgalinkite woladen prieigą prie vietos, kad įkeltumėte šalia jūsų esančias įkrovimo stotis.
lv: Sistēmas iestatījumos iespējojiet piekļuvi woladen atrašanās vietai, lai ielādētu tuvumā esošās uzlādes stacijas.
mt: Ippermetti aċċess għall-post għal woladen fis-settings tas-sistema biex tagħbija stazzjonijiet tal-iċċarġjar qrib tiegħek.
nb: Aktiver plasseringstilgang for woladen i systeminnstillingene for å laste ladestasjoner nær deg.
nl: Schakel locatietoegang voor woladen in de systeeminstellingen in om laadstations bij u in de buurt te laden.
nn: Aktiver plasseringstilgang for woladen i systeminnstillingene for å laste ladestasjoner nær deg.
pl: Włącz dostęp do lokalizacji dla woladen w ustawieniach systemu, aby załadować pobliskie stacje ładowania.
pt: Ative o acesso à localização para woladen nas configurações do sistema para carregar estações de carregamento perto de você.
rm: Activescha l’access al lieu per woladen en las preferenzas dal sistem per chargiar staziuns da chargiar en tia vischinanza.
sl: Omogočite dostop do lokacije za woladen v sistemskih nastavitvah, da naložite polnilne postaje v vaši bližini.
sv: Aktivera platsåtkomst för woladen i systeminställningarna för att ladda laddstationer nära dig.
tr: Yakınınızdaki şarj istasyonlarını yüklemek için sistem ayarlarında woladen için konum erişimini etkinleştirin.

# location.timeoutMessage
source: Try again to load charging stations within 20 km.
cs: Zkuste znovu načíst nabíjecí stanice do 20 km.
da: Prøv igen at indlæse ladestationer inden for 20 km.
de: Versuche es erneut, um Ladestationen im Umkreis von 20 km zu laden.
el: Προσπαθήστε ξανά να φορτώσετε σταθμούς φόρτισης εντός 20 χλμ.
es: Intente nuevamente cargar estaciones de carga en un radio de 20 km.
fi: Yritä uudelleen ladata latausasemat 20 kilometrin säteellä.
fr: Essayez à nouveau de charger les bornes de recharge dans un rayon de 20 km.
hu: Próbálja újra betölteni a töltőállomásokat 20 km-en belül.
it: Riprovare a caricare le stazioni di ricarica entro 20 km.
lb: Probéieren nach eng Kéier opluedstatiounen bannent 20 km.
lt: Pabandykite dar kartą įkelti įkrovimo stoteles 20 km atstumu.
lv: Mēģiniet vēlreiz, lai ielādētu uzlādes stacijas 20 km attālumā.
mt: Erġa' pprova tagħbija stazzjonijiet tal-iċċarġjar f'20 km.
nb: Prøv igjen å laste ladestasjoner innen 20 km.
nl: Probeer opnieuw om laadstations binnen 20 km te laden.
nn: Prøv igjen å laste ladestasjoner innen 20 km.
pl: Spróbuj ponownie załadować stacje ładowania w promieniu 20 km.
pt: Tente novamente carregar estações de carregamento num raio de 20 km.
rm: Emprova danovamain da chargiar staziuns da chargiar entaifer 20 km.
sl: Poskusite znova naložiti polnilne postaje v krogu 20 km.
sv: Försök igen att ladda laddstationer inom 20 km.
tr: 20 km içerisindeki şarj istasyonlarını tekrar yüklemeyi deneyin.

# location.timeoutTitle
source: Location search is taking too long
cs: Hledání polohy trvá příliš dlouho
da: Placeringssøgning tager for lang tid
de: Standortsuche dauert zu lange
el: Η αναζήτηση τοποθεσίας διαρκεί πολύ
es: La búsqueda de ubicación está tardando demasiado
fi: Sijainnin haku kestää liian kauan
fr: La recherche de localisation prend trop de temps
hu: A helykeresés túl sokáig tart
it: La ricerca della posizione sta impiegando troppo tempo
lb: Location Sich dauert ze laang
lt: Vietos paieška trunka per ilgai
lv: Atrašanās vietas meklēšana aizņem pārāk ilgu laiku
mt: It-tfittxija tal-post qed tieħu wisq żmien
nb: Posisjonssøk tar for lang tid
nl: Locatie zoeken duurt te lang
nn: Posisjonssøk tar for lang tid
pl: Wyszukiwanie lokalizacji trwa zbyt długo
pt: A pesquisa de localização está demorando muito
rm: La tschertga dal lieu dura memia ditg
sl: Iskanje lokacije traja predolgo
sv: Platssökningen tar för lång tid
tr: Konum araması çok uzun sürüyor

# location.unavailableMessage
source: This search needs a browser with location access.
cs: Toto vyhledávání vyžaduje prohlížeč s přístupem k poloze.
da: Denne søgning kræver en browser med lokationsadgang.
de: Die Suche benötigt einen Browser mit Standortabfrage.
el: Αυτή η αναζήτηση χρειάζεται ένα πρόγραμμα περιήγησης με πρόσβαση τοποθεσίας.
es: Esta búsqueda necesita un navegador con acceso a la ubicación.
fi: Tämä haku vaatii selaimen, jolla on sijaintitietojen käyttöoikeus.
fr: Cette recherche nécessite un navigateur avec accès à la localisation.
hu: Ehhez a kereséshez helyhozzáféréssel rendelkező böngészőre van szükség.
it: Questa ricerca richiede un browser con accesso alla posizione.
lb: Dës Sich brauch e Browser mat Standuertzougang.
lt: Šiai paieškai reikalinga naršyklė su prieiga prie vietos.
lv: Šai meklēšanai ir nepieciešama pārlūkprogramma ar piekļuvi atrašanās vietai.
mt: Din it-tfittxija teħtieġ browser b'aċċess għall-post.
nb: Dette søket trenger en nettleser med plasseringstilgang.
nl: Deze zoekopdracht heeft een browser met locatietoegang nodig.
nn: Dette søket trenger en nettleser med plasseringstilgang.
pl: To wyszukiwanie wymaga przeglądarki z dostępem do lokalizacji.
pt: Esta pesquisa precisa de um navegador com acesso à localização.
rm: Questa tschertga dovra in navigatur cun access al lieu.
sl: Za to iskanje je potreben brskalnik z dostopom do lokacije.
sv: Denna sökning kräver en webbläsare med platsåtkomst.
tr: Bu aramanın konum erişimi olan bir tarayıcıya ihtiyacı var.

# location.unavailableTitle
source: Location unavailable
cs: Poloha není k dispozici
da: Placeringen er ikke tilgængelig
de: Standort nicht verfügbar
el: Η τοποθεσία δεν είναι διαθέσιμη
es: Ubicación no disponible
fi: Sijainti ei ole käytettävissä
fr: Emplacement indisponible
hu: A hely nem elérhető
it: Posizione non disponibile
lb: Location net verfügbar
lt: Vieta nepasiekiama
lv: Atrašanās vieta nav pieejama
mt: Post mhux disponibbli
nb: Plasseringen er utilgjengelig
nl: Locatie niet beschikbaar
nn: Plasseringen er utilgjengelig
pl: Lokalizacja niedostępna
pt: Local indisponível
rm: Lieu betg disponibel
sl: Lokacija ni na voljo
sv: Platsen är inte tillgänglig
tr: Konum kullanılamıyor

# location.unknownMessage
source: Please try again to load charging stations within 20 km.
cs: Zkuste znovu načíst nabíjecí stanice do 20 km.
da: Prøv venligst igen for at indlæse ladestationer inden for 20 km.
de: Bitte versuche es erneut, um Ladestationen im Umkreis von 20 km zu laden.
el: Δοκιμάστε ξανά για να φορτώσετε σταθμούς φόρτισης εντός 20 χλμ.
es: Intente nuevamente cargar estaciones de carga en un radio de 20 km.
fi: Yritä uudelleen ladata latausasemat 20 kilometrin säteellä.
fr: Veuillez réessayer de charger les bornes de recharge dans un rayon de 20 km.
hu: Kérjük, próbálja újra betölteni a töltőállomásokat 20 km-en belül.
it: Riprova a caricare le stazioni di ricarica nel raggio di 20 km.
lb: Probéiert w.e.g. nach eng Kéier fir Opluedstatiounen bannent 20 km ze lueden.
lt: Bandykite dar kartą įkelti įkrovimo stoteles 20 km atstumu.
lv: Lūdzu, mēģiniet vēlreiz, lai ielādētu uzlādes stacijas 20 km attālumā.
mt: Jekk jogħġbok erġa' pprova tagħbija stazzjonijiet tal-iċċarġjar f'20 km.
nb: Prøv igjen for å laste ladestasjoner innen 20 km.
nl: Probeer opnieuw om laadstations binnen 20 km te laden.
nn: Prøv igjen for å laste ladestasjoner innen 20 km.
pl: Spróbuj ponownie załadować stacje ładowania w promieniu 20 km.
pt: Tente novamente carregar estações de carregamento num raio de 20 km.
rm: Emprova danovamain da chargiar staziuns da chargiar entaifer 20 km.
sl: Poskusite znova naložiti polnilne postaje v krogu 20 km.
sv: Försök igen för att ladda laddstationer inom 20 km.
tr: Lütfen 20 km mesafe içindeki şarj istasyonlarını yüklemeyi tekrar deneyin.
